Repository: richez/Organizer
Catalog: SwiftUI/Organizer_SwiftUI/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: %lld contents
fr: %lld éléments

source: %lld projects
fr: %lld projets

source: A to Z
fr: A à Z

source: Add a new project to Organizer and start adding content
fr: Créez un projet et commencez à ajouter du contenu

source: Add Content
fr: Ajouter un élément

source: Add project
fr: Ajouter un projet

source: All
fr: Tout

source: An unknown error occured
fr: Une erreur inconnue s'est produite

source: Cancel
fr: Annuler

source: Check that the provided fields are valid and try again
fr: Vérifiez que les champs sont valides et réessayez

source: Check that the provided url is valid and try again: %@
fr: Vérifiez que l'URL est valide et réessayez %@

source: Copy Link
fr: Copier le lien

source: Could not find content
fr: Impossible de trouver le contenu

source: Could not find project
fr: Impossible de trouver le projet

source: Could not open url
fr: Impossible d'ouvrir l'URL

source: Create project
fr: Créez un projet

source: Create Project
fr: Créer un projet

source: Created
fr: Créé

source: Creation Date
fr: Date de création

source: Delete
fr: Supprimer

source: Display recent projects from any Organizer theme
fr: Afficher les projets récents associés a un thème

source: DIY, sport, outdoor
fr: Bricolage, sport, travail

source: Duplicate
fr: Dupliquer

source: Edit
fr: Modifier

source: Fail to retrieve title from url
fr: Impossible de récupérer le titre à partir de l'URL

source: Fail to save content
fr: Échec de l'enregistrement de l'élément

source: Jon Doe
fr: Martin Durant

source: Keep track of a specific project.
fr: Garder un oeil sur un projet spécifique

source: Keep track of your projects.
fr: Garder un oeil sur vos projets

source: Last Project
fr: Projet le plus récent

source: Link
fr: Lien

source: List Sorting
fr: Trier

source: Modification Date
fr: Date de modification

source: Modified
fr: Modifié

source: My Content
fr: Mon élément

source: My Project
fr: Mon projet

source: Name
fr: Nom

source: New
fr: Nouveau

source: New Content
fr: Nouvel élément

source: New Project
fr: Nouveau projet

source: Newest on Top
fr: Le plus récent en haut

source: Open in Browser
fr: Ouvrir dans le navigateur

source: Open In New Window
fr: Ouvrir dans une nouvelle fenêtre

source: Order
fr: Ordre

source: other
fr: autre

source: Pick a single project for quick access from the home screen
fr: Choisissez un projet pour un accès rapide depuis l'écran d'accueil

source: Please try again later
fr: Veuillez réessayer plus tard

source: Preview Style
fr: Style

source: Project
fr: Projet

source: Projects
fr: Projets

source: Quick access to the most recently edited project
fr: Accès rapide au projet le plus récent

source: Reset
fr: Réinitialiser

source: Save
fr: Enregistrer

source: Select a project
fr: Sélectionner un projet

source: Select element
fr: Sélectionner un élément

source: Select project
fr: Sélectionnez projet

source: Select theme
fr: Sélectionnez thème

source: Single Project
fr: Projet

source: Specific
fr: Spécifique

source: spots, tools, build
fr: lieu, outils, construction

source: Statistics
fr: Statistiques

source: Tap and create your first project
fr: Appuyez et créez votre premier projet

source: Tap and hold to choose a project
fr: Appuyez et maintenez pour choisir un projet

source: Tap and hold to choose a theme
fr: Appuyez et maintenez pour choisir un thème

source: The field cannot be empty
fr: Le champ ne peut pas être vide

source: Theme
fr: Thème

source: Theme List
fr: Liste des thèmes

source: Themes
fr: Thèmes

source: This field cannot be empty
fr: Le champ ne peut pas être vide

source: This field is invalid
fr: Ce champ n'est pas valide

source: This field should start with http(s):// and be valid
fr: Ce champ doit commencer par http(s):// et être valide

source: Title
fr: Titre

source: Toggle Statistics Panel
fr: Afficher / masquer les statistiques

source: Verify that the content exists in project '%@' and try again
fr: Vérifiez que le contenu existe dans le projet '%@' et réessayez

source: Verify that the project exists and try again
fr: Vérifiez que le projet existe et réessayez

source: video
fr: vidéo

source: Your project
fr: Votre projet
